Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/SpendingCalendarFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# calendar.title
source: Lịch chi tiêu
en: Spending calendar

# calendar.previousMonth
source: Tháng trước
en: Previous month

# calendar.nextMonth
source: Tháng sau
en: Next month

# calendar.today
source: Hôm nay
en: Today

# calendar.actualTotal
source: Đã chi
en: Spent so far

# calendar.forecastTotal
source: Dự báo còn lại
en: Forecast remaining

# calendar.topDay.headline
source: Ngày chi nhiều nhất
en: Highest spending day

# calendar.day.actual
source: Thực tế
en: Actual

# calendar.day.forecast
source: Dự báo
en: Forecast

# calendar.day.empty
source: Chưa có khoản nào.
en: No items to show.

# calendar.error.loadFailed
source: Không tải được dữ liệu lịch.
en: Could not load calendar data.
